// © Copyright 2004-2013, 2015-2017 HP Development Company, L.P.

// Text fields' values
PrinterStatusTitleTextFieldValue = "Laitteen tila:";
SuppliesTitleTextFieldValue = "Tarvikkeet:";
PrinterNameTitleTextFieldValue = "Kirjoittimen nimi:";
ModelTitleTextFieldValue = "Mallin nimi:";

//Control titles
DeviceOKButtonTitle = "OK";
SupplyInfoTaskTitle = "Tarviketiedot";
TravelInfoTaskTitle = "Ohjeita matkaajille";

InkStatusConsumableForAnotherPrinter = "Muuhun tulostimeen tarkoitettu aito HP-kasetti";
UnexpectedInstantInkInstalledName = "Odottamaton Instant Ink asennettu";
HPIICartridgeInstalled = "HP Instant Ink -kasetti asennettu";

// Device states
IdleName = "Vapaana";
BusyName = "Varattu";
InitializingName = "Alustetaan";
PrintingName = "Tulostetaan";
WarmupName = "Lämpenee";
ReportsPrintingName = "Raportteja tulostetaan";
CancelingName = "Peruutetaan…";
CalibratingName = "Kalibroi…";
ScanningName = "Tarkistetaan…";
FaxDialingName = "Faksi soittaa…";
FaxProblemName = "Faksiongelma";
FaxProcessingName = "Faksi käsittelee…";
FaxConnectingName = "Faksi muodostaa yhteyttä…";
FaxSendingName = "Faksi lähettää…";
FaxReceivingName = "Faksi ottaa vastaan…";
FaxBlockingName = "Faksi estää…";
FaxCommunicationErrorName = "Faksin tietoliikennevirhe";
CopyingName = "Kopioidaan";
IOStallName = "IO:n pysäytys";
GeneralPrinterError = "Yleinen tulostusvirhe";
PrinterErrorName = "Tulostinvirhe";
PrinterFailure = "Tulostinvika";
PrintSystemProblemName = "Tulostusjärjestelmäongelma";
PrinterProblemName = "Tulostimen ongelma";
PrintingInQuietModeName = "Tulostaminen hiljaisessa tilassa";
CopyingInQuietModeName = "Kopioidaan hiljaisessa tilassa";
PaperSizeMismatchName = "Paperikokovirhe";
PaperSizeMismatchTitle = "Paperikokovirhe";
QuietModeIgnoredName = "Hiljainen tila poistettu tilapäisesti käytöstä";
InkCarriageStallName = "Mustekasetin vaunu pysähtynyt";
PrintheadFailedOrMissedName = "Puuttuva tai virheellinen tulostuspää";
ProblemWithPrintheadName = "Tulostuspään ongelma";
PaperJamOrTrayProblemTitle = "Paperitukos tai ongelma lokerossa";
RealTimeClockFailureName = "Tulostimen valmisteluongelma";
ActionRequired = "Vaadittu toimenpide";

DeviceStatusUnknown = "Tuntematon";

FeederJammedOrDirtyName = "Asiakirjan syöttölaite jumiutunut tai likainen";

DiaperFullWarning = "Mustepalvelukapasiteetin varoitus";

DryTimeWaitName = "Kuivausvaihe – odota";
DryTimeWaitTitle = "Kuivausaika - odota";
DryTimeWaitMsg = "Laite on pysähtynyt musteen kuivumisen ajaksi.\nJos tämä on automaattinen kaksipuolinen tulostustyö, älä poista paperia. Paperi vedetään takaisin laitteeseen toisen puolen tulostamista varten.";

PenChangeName = "Kynän vaihto";
BannerEjectNeededName = "Poista erotinpaperi";
BannerMismatchName = "Erotinpaperi ei täsmää";
PhotoMismatchName = "Kuva ei täsmää";
DuplexMismatchName = "Kaksipuolinen ei täsmää";

CarriageStallName = "Vaunun pysäytys";
CarriageStallTitle = "Vaunu on pysähtynyt";
CarriageStallMsg = "Tulostuskasetin vaunu ei liiku.\nKytke virta pois laitteesta. Tarkista, onko laitteessa paperitukos tai muu este.";

PrintBarStallName = "Tulostuspalkin pysähtyminen";

PaperStallName = "Paperin pysäytys";

PenFailureName = "Kynävirhe";
InkSystemFailureName = "Mustejärjestelmän virhe";
InkCartridgeFailureName = "Mustekasetin virhe";
CartridgeProblemName = "Kasettiongelma";
IncompatibleCartridgesName = "Yhteensopimattomia kasetteja";
IncompatibleInkCartridgesName = "Yhteensopimattomat mustekasetit";
IncompatibleTonerName = "Yhteensopimaton kasetti";
IncompatibleDrumName = "Yhteensopimaton rumpu";
CartridgeInWrongOrderName = "Mustekasetti on asennettu väärin";
InkCartridgesMissingName = "Mustekasetteja puuttuu";
InkCartridgeProblemName = "Mustekasetin ongelma";
HPProtectedCartridgeInstalledName = "HP:n suojattu kasetti asennettu";
HPProtectedDrumInstalledName = "Asennettuna HP:n suojattu rumpu";
UsedHPInstantInkCartridgeTitle = "Käytetty HP Instant Ink -kasetti";
UsedHPInstantInkCartridge = "Yllä mainittua HP Instant Ink -kasettia voi käyttää vain siinä HP Instant Ink -tulostimessa, johon se alun perin asennettiin. Se on vaihdettava.";
TrialConsumableCountExceededName = "Asennettua kasettia ei tueta";
ReplaceFaultySupplyTitle = "Korvaa viallinen mustekasetti tai tulostuspää.";
ReplaceFaultySupplyMsg = "Jokin mustekaseteista tai tulostuspäistä on vaurioitunut pahasti. Korvaa vaurioitunut osa HP:n mustekasetilla tai tulostuspäällä.";
CommunicationFailureName = "Tiedonsiirtovirhe";
ConsumableSubscriptionOptionNotSetName = "Afslut opsætning af printer";
NonInstantInkCartridgeInstalledName = "Muu kuin Instant Ink -kasetti asennettu";
InstantInkReadyCartridgesInstalledName = "HP Instant Ink Ready -kasetti asennettu";
PHAStartupBlockedName = "Käytä uusia kasetteja käynnistyksessä";
UsedCartridgeNotRecommendedForStartupName = "Käynnistykseen ei suositella käytettyä kasettia";
PHAStartupFailedName = "Tulostuspään virhe";
SetupSupplyUpgradeFailedName = "SETUP-kasettiongelma";
CartridgeSensorFailureName = "Mustetunnistimen virhe";
CartridgeSensorErrorName = "Kasetin tunnistinvirhe";
SHAIDOOITooEarlyFailureName = "Tarvikejärjestelmän ongelma";
InsufficientPrinterMemoryName = "Riittämätön tulostimen muisti";
TonerMemoryMissingName = "Kasettimuisti näyttää puuttuvan";
DrumMemoryMissingName = "Rummun muisti näyttää puuttuvan";
UnauthorizedDrumName = "Luvaton rumpu";
PrinterMaintenanceName = "Tulostimen kunnossapito";
PrinterMispickName = "Tulostimen poimintavirhe";
WrongCartridgeInSlotName = "Väärä kasetti paikassa";
ManuallyFeedName = "Syötä paperi manuaalisesti";
PrintOnBothSidesName = "Manuaalinen kaksipuolisuus";
ReplaceCartridgePrintingBlackName = "Vaihda musta tulostuskasetti";
OverFilledDetectionName = "Paperia lisätty liikaa";

HSDOlderGenerationCartridgeTitle = "Vanhanmallinen kasetti asennettu";

HardErrorName = "Vakava virhe";
InstallFuserName = "Katkaise virta. Asenna kiinnitin uud.";
PoweringDownName = "Virta katkaistaan";
FPTestName = "FP-testi";
HydeMissingName = "Hyde puuttuu";
OutputBinFullName = "Tulostuslokero täynnä";
MediaSizeMismatchName = "Tulostusmateriaalin koko ei täsmää";
ManualDuplexBlockName = "Manuaaliset kaksipuoliset: tukos";
ServiceStallName = "Huollon pysäytys";
ServiceStationStalledName = "Palveluasema on jumissa";
MediaTooShortToPrintName = "Paperi liian lyhyt";
MediaTooShortToAutoDuplexName = "Paperi liian lyhyt automaattista kaksipuolista tulostusta varten";
MediaTooLongToAutoDuplexName = "Paperi liian pitkä automaattista kaksipuolista tulostusta varten";
MediaPromptName = "Materiaalikehote";

ScannerUnknownErrorName = "Tuntematon skannerin virhe";
ScannerInvalidMediaSizeName = "Sopimaton skannerin materiaalin koko";
ScannerFeederOpenName = "Automaattisen asiakirjansyöttölaitteen kansi on auki";
ScannerFeederJamName = "Paperitukos automaattisessa asiakirjansyöttölaitteessa";
ScannerFeederEmptyName = "Asiakirjojen syöttölaite tyhjä";
ScannerFeederLoadedName = "Asiakirja lisätty";
ScannerMispickName = "Asiakirjansyöttölaitteen syöttövirhe";
ScannerProcessingName = "Skannausta suoritetaan";
ScannerFeederJamOrDirtyName = "ADF on jumiutunut tai likainen";

OutOfInkName = "Muste lopussa";
OutOfInkTitle = "Mustekasetti tyhjä";
OutOfInkMsg = "Tulostamiseen ei ole mustetta.\nSinun on asennettava ainakin yksi päävärikasetti tai musta kasetti, jotta tulostusta voidaan jatkaa.";
CartridgeVeryLowName = "Muste erittäin vähissä";

LIOProtoErrorName = "LIO-protovirhe";
PumpStallName = "Pumpun pysäytys";
Tray2MissingName = "Lokero 2 puuttuu";
TrayAlmostEmptyName = "Paperi vähissä";
DuplexerMissingName = "Duplekseri puuttuu";
RearTrayMissingName = "Takalokero puuttuu";
PenNotLatchedName = "Kynää ei ole lukittu";
ManualFeedBlockName = "Manuaalinen: syöttötukos";
TrayMissingName = "Puuttuva paperilokero";
TrayMissingOrOpenName = "Alusta puuttuu tai on auki";
InputTrayFailedToOpenName = "Tukos paperilokerossa";

NonHPInkName = "Muu kuin HP-muste";
NonHPInkTitle = "Muu kuin HP:n mustekasetti";
NonHPInkMsg = "HP ei voi taata muiden kuin HP:n tuotteiden laadukkuutta tai luotettavuutta. Muun kuin HP:n tuotteen käytöstä aiheutuva tulostimen huolto tai korjaus ei kuulu takuuseen.\nJos uskot ostaneesi aidon HP:n mustekasetin, vieraile sivulla: www.hp.com/go/anticounterfeit.\nAidot HP:n tuotteet on suunniteltu HP:n tulostimia varten ja testattu niillä, jotta tuloksena olisi erinomaisia tulosteita kerta toisensa jälkeen.";
NonHPInkRecoverableMsg = "HP ei voi ottaa vastuuta muiden kuin HP-mustekasettien laadusta tai luotettavuudesta. Takuu ei kata tulostimen huolto- tai korjaustoimia, jotka johtuvat muiden kuin HP-mustekasettien käyttämisestä. Voit jatkaa tulostusta muulla kuin HP-mustekasetilla painamalla ja pitämällä Virta-painiketta painettuna, painamalla Jatka-painiketta kolme kertaa ja vapauttamalla Virta-painikkeen. Tällä voi kuitenkin olla vaikutusta tulostuslaatuun ja mustetasoon. Muussa tapauksessa vaihda tilalle HP-mustekasetti. Jos olet mielestäsi ostanut aidon HP-mustekasetin, käy sivulla www.hp.com/go/anticounterfeit.";

PPCResumeName = "PPC:n jatko";
MediaTypeMismatchName = "Tulostusmateriaalin tyyppi ei täsmää";
CustomMediaMismatchName = "Mukautettu tulostusmateriaali ei täsmää";
PenCleaningName = "Kynän puhdistus";
PenCheckingName = "Kynän tarkistus";
ParsingName = "Jäsennetään";
DryingMediaName = "Tulostusmateriaalia kuivataan";
AccessingPensName = "Kyniä käytetään";
AligningPensName = "Kyniä kohdistetaan";
LoadingMediaName = "Tulostusmateriaalia ladataan";
UnloadingMediaName = "Tulostusmateriaalia puretaan";
NestingPlotsName = "Sisäkkäinasetuskohdat";
ReplacingPrintKitName = "Tulostussarjaa vaihdetaan";
GoingOnName = "Jatketaan";
TransitionName = "Siirto";
PanelAccessName = "Etupaneeli avattu";

ParserErrorName = "Jäsennysvirhe";
PenMissingName = "Kynä puuttuu";
IncorrectPenInstalledName = "Väärä kynä asennettu";
TrayMediaJamName = "Tukos paperikasetissa";
MediaUnavailableName = "Ei tulostusmateriaalia käytettävissä";
UnknownMediaName = "Tuntematon tulostusmateriaali";
MediaLevelInWrongPositionName = "Tulostusmateriaalin tason asento väärä";
MediaMisalignedName = "Tulostusmateriaali kohdistettu väärin";
MediaInWrongFormatName = "Väärä tulostusmateriaalin muoto";
MediaMispositionedName = "Tulostusmateriaali asetettu väärin";
MediaEdgeNotDetectedName = "Tulostusmateriaalin reunaa ei havaita";
InkSupplyMissingName = "Mustesäiliö puuttuu";
IncorrectInkSupplyInstalledName = "Väärä mustesäiliö asennettu";
InkSharedAddressError = "Mustekasetin ongelma";
InkSupplyFailureName = "Mustesäiliövirhe";
PenCleanerMissingName = "Kynänpuhdistin puuttuu";
PenCleanerIncorrectName = "Väärä kynänpuhdistin";

UpgradableSupplyName = "Suojattu päivitys löydettiin";
SupplyUpgradeSuccessName = "Suojattu päivitys onnistui";
SupplyUpgradeFailedName = "Suojattu päivitys epäonnistui";

SubscribedPagesLowName = "Tilatut sivut vähissä";
SubscribedPagesVeryLowName = "Tilatut sivut vähissä";
SubscribedPagesOutName = "Tilatut sivut lopussa";
SubscriptionNeedToConnectName = "Tilaus vaatii yhteyttä";
SubscriptionSuccessfulName = "Mustetilaus onnistui";
SubscriptionCancellationSuccessfulName = "Mustetilaus peruutettu";
SupplyNeedsEnrollmentName = "Instant Ink -tilaus tarvitaan";
NeedToOrderCartridgeName = "Kasetteja täytyy tilata";
ImportantMessageName = "Tärkeä viesti luettavissa";

PhotoTrayProblemName = "Valokuvalokeron ongelma";
CriticalConditionName = "Vaatii huomiota";
CriticalConditionTitle = "Laite vaatii huomiota";
CriticalConditionMsg = "Katso lisätietoja ohjauspaneelin viesteistä.";

OutputTrayClosedName = "Tulostelokero suljettu";
OutputTrayClosedTitle = "Tulostelokero suljettu";
OutputTrayClosedMsg = "Tulostettaessa tulostelokeron on oltava avoinna. Avaa tulostelokero.";

LowPaperTitle = "Paperi loppumassa";
LowPaperMsg = "Lisää paperia syöttölokeroon.";
LowPaperName = "Paperi loppumassa";

NoPaperName = "Paperi lopussa";
NoPaperTitle = "Paperi lopussa";
NoPaperMsg = "Laitteesta on loppunut paperi. Lisää syöttöalustaan paperia.";
OutOfPaperTitle = "Laitteesta on loppunut paperi";
OutOfPaperMsg = "Lisää paperia ja paina laitteen $EtupaneelinHyväksymispainike$-painiketta.";

TrayOpenTitle = "Paperilokero on auki";
TrayOpenMsg = "Sulje kaikki lokerot";
TrayOpenName = "Lokero auki";

DoorOpenTitle = "Luukku/kansi auki";
DoorOpenMsg = "Laite ei voi tulostaa, koska luukku on auki. Sulje kaikki laitteen luukut.";
DoorOpenName = "Luukku/kansi auki";
FrontDoorOpenTitle = "Etuluukku auki";
FrontDoorOpenName = "Etuluukku auki";
RearDoorOpenTitle = "Takaluukku auki";
RearDoorOpenName = "Takaluukku auki";

CloseLeftDoorName = "Sulje vasen luukku";
CloseRightDoorName = "Sulje oikea luukku";
CloseLowerRightDoorName = "Sulje oikea alaluukku";
DefectiveMemoryName = "Lähdemuistin virhe";
DefectiveMemoryOnTonerName = "Tarvikemuistin virhe kasetissa";
DefectiveMemoryOnDrumName = "Tarvikemuistin virhe rummussa";

JammedTitle = "Paperitukos";
JammedMsg = "Paperitukos. Etsi tukoksen aiheuttaja ja poista se.";
PaperJamTitle = "Paperitukos";
PaperJamMsg = "Paperitukos (tai virhe syötössä). Poista tukos ja paina laitteen $EtupaneelinHyväksymispainike$-painiketta.";

ADFPickErrorTrayName = "Asiakirjojen syöttölaiteen poimintavirhe";
ADFJammedTrayName = "Tukos asiakirjojen syöttölaitteessa";

CarriageJamTitle = "Vaunutukos";
CarriageJamMsg = "Vaunutukos. Etsi tukoksen aiheuttaja ja poista se.";
CarriageJamName = "Vaunutukos";

PaperJamInTrayName = "Paperitukos lokerossa";
PaperJamInFuserName = "Paperitukos kiinnitysyksikössä";
PaperJamInOutputTrayName = "Paperitukos tulostelokerossa";
PaperJamInDuplixerName = "Paperitukos kaksipuolisessa tulostusyksikössä";

OfflineTitle = "Laite on offline-tilassa";
OfflineMsg = "Laite on offline-tilassa eikä voi käsitellä tulostustöitä.";
OfflineName = "Ei linjatila";

StartupRoutineFailedName = "Käynnistysvaiheen mustevaroitus";
CartridgeCounterfeitOrUsedName = "Havaittiin käytetty tai väärennetty kasetti";
SupplyCartridgeRefilledName = "Havaittiin käytetty, uudelleentäytetty tai väärennetty kasetti";
CartridgeCounterfeitAdvisoryName = "Ilmoitus väärennetystä kasetista";

UnauthorizedSupplyName = "Luvaton kasetti";

CartridgeMissingOrPaperJamTitle = "Paperitukos tai puuttuva musta mustesäiliö";
CartridgeMissingOrPaperJamMsg = "Laita musta mustesäiliö laitteeseen tai poista paperitukos ja avaa ja sulje luukkuu.";
CartridgeMissingOrPaperJamName = "Paperitukos tai puuttuva musta mustesäiliö";

InsertSETUPCartridge = "Aseta laitteeseen asennuskasetti";
InsertNonSETUPCartridge = "Aseta laitteeseen muu kuin asennuskasetti";

WaxSpittoonReplaceNeededTitle = "Aseta mustesäiliön huoltomoduuli.";
WaxSpittoonReplaceNeededMsg = "Mustesäiliön huoltomoduuli on täynnä, ja tulostin lakkaa toimimasta. Aseta uusi mustesäiliön huoltomoduuli tulostimeen tuotteen mukana saamiesi ohjeiden mukaisesti. Jos sinulla ei ole huoltomoduulia, voit hankkia sen Internet-osoitteesta www.hp.com/support/dj460 tai ottamalla yhteyttä HP-asiakastukeen. Voit jatkaa tulostusta ilman huoltomoduulia poistamalla oikeanpuoleisen tulostuskasetin. Tulostin käyttää nyt pelkästään värillistä tulostuskasettia. Värin laatu ja tulostusnopeus saattavat heikentyä.";
WaxSpittoonReplaceNeededName = "Vahasäiliö täynnä";

PrintheadsServiceStatus = "Kynän huolto";
PrintheadsServiceSupplies = "Tulostuspäiden huolto";

PaperMismatchTitle = "Paperi ei täsmää";
PaperMismatchMsg = "Valittu paperi ei täsmää valitun paperikoon kanssa. Paina $FrontPanelAcceptButton$ ja valitse eri paperikoko tai vaihda laitteen paperi.";
UnexpectedPaperSizeName = "Odottamaton paperikoko";

BlackCartridgeMisinstalledName = "Musta tulostuskasetti väärin asennettu";
BlackCartridgeMisinstalledTitle = "Musta tulostuskasetti väärin asennettu";
BlackCartridgeMisinstalledMsg = "Mustassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tulostin saattaa toimia hitaammin, ja värit saattavat poiketa normaalista.";
BlackCartridgeMisinstalledShortMsg = "Mustassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
OnePenDeviceBlackCartridgeMisinstalledMsg = "Mustassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";

ColorCartridgeMissingTitle = "Väri tulostuskasetti puuttuu";
ColorCartridgeMissingMsg = "Tulostin ei tunnistanut värita tulostuskasettia, koska se on väärin asennettu tai puuttuu. Tulostin käyttää nyt pelkästään yhtä tulostuskasettia. Värin laatu ja tulostusnopeus saattavat heikentyä. Jos olet juuri asentanut tulostimeen uuden tulostuskasetin, tarkista, että olet poistanut suuttimen suojakalvon.";

ColorCartridgeMisinstalledName = "Väritulostuskasetti väärin asennettu";
ColorCartridgeMisinstalledTitle = "Värillinen tulostuskasetti väärin asennettu";
ColorCartridgeMisinstalledMsg = "Väritulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tulostin saattaa toimia hitaammin, ja värit saattavat poiketa normaalista.";
ColorCartridgeMisinstalledShortMsg = "Väritulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
OnePenDeviceColorCartridgeMisinstalledMsg = "Väritulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";

PhotoCartridgeMisinstalledName = "Valokuvatulostuskasetti väärin asennettu";
PhotoCartridgeMisinstalledTitle = "Valokuvatulostuskasetti väärin asennettu";
PhotoCartridgeMisinstalledMsg = "Valokuvatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tulostin saattaa toimia hitaammin, ja värit saattavat poiketa normaalista.";
PhotoCartridgeMisinstalledShortMsg = "Valokuvatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
OnePenDevicePhotoCartridgeMisinstalledMsg = "Valokuvatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";

GrayCartridgeMisinstalledName = "Harmaatulostuskasetti väärin asennettu";
GrayCartridgeMisinstalledTitle = "Harmaatulostuskasetti väärin asennettu";
GrayCartridgeMisinstalledMsg = "Harmaatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tulostin saattaa toimia hitaammin, ja värit saattavat poiketa normaalista.";
GrayCartridgeMisinstalledShortMsg = "Harmaatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
OnePenDeviceGrayCartridgeMisinstalledMsg = "Harmaatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";

BlackCartridgeErrorName = "Ongelma mustassa tulostuskasetissa";
BlackCartridgeErrorTitle = "Ongelma mustassa tulostuskasetissa";
BlackCartridgeErrorMsg = "Mustassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tällöin asiakirjat tulostetaan harmaasävyisinä.";
BlackCartridgeErrorShortMsg = "Mustassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
OnePenDeviceBlackCartridgeErrorMsg = "Mustassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";

ColorCartridgeErrorName = "Ongelma väritulostuskasetissa";
ColorCartridgeErrorTitle = "Ongelma väritulostuskasetissa";
ColorCartridgeErrorMsg = "Väritulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tällöin asiakirjat tulostetaan harmaasävyisinä.";
ColorCartridgeErrorShortMsg = "Väritulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
OnePenDeviceColorCartridgeErrorMsg = "Väritulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";

PhotoCartridgeErrorName = "Ongelma valokuvatulostuskasetissa";
PhotoCartridgeErrorTitle = "Ongelma valokuvatulostuskasetissa";
PhotoCartridgeErrorMsg = "Valokuvatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tällöin asiakirjat tulostetaan harmaasävyisinä.";
PhotoCartridgeErrorShortMsg = "Valokuvatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
OnePenDevicePhotoCartridgeErrorMsg = "Valokuvatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";

GrayCartridgeErrorName = "Ongelma harmaatulostuskasetissa";
GrayCartridgeErrorTitle = "Ongelma harmaatulostuskasetissa";
GrayCartridgeErrorMsg = "Harmaatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tällöin asiakirjat tulostetaan harmaasävyisinä.";
GrayCartridgeErrorShortMsg = "Harmaatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
OnePenDeviceGrayCartridgeErrorMsg = "Harmaatulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";

LeftCartridgeMissingTitle = "Vasen tulostuskasetti puuttuu";
LeftCartridgeMissingMsg = "Tulostin ei tunnistanut vasenta tulostuskasettia, koska se on väärin asennettu tai puuttuu. Tulostin käyttää nyt pelkästään yhtä tulostuskasettia. Värin laatu ja tulostusnopeus saattavat heikentyä. Jos olet juuri asentanut tulostimeen uuden tulostuskasetin, tarkista, että olet poistanut suuttimen suojakalvon.";
LeftCartridgeMissingShortMsg = "Tulostin ei tunnistanut vasenta tulostuskasettia, koska se on väärin asennettu tai puuttuu. Jos olet juuri asentanut tulostimeen uuden tulostuskasetin, tarkista, että olet poistanut suuttimen suojakalvon.";
LeftCartridgeMissingName = "Vasen tulostuskasetti puuttuu";

LeftCartridgeMisinstalledTitle = "Vasen tulostuskasetti väärin asennettu";
LeftCartridgeMisinstalledMsg = "Vasemmassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tulostin saattaa toimia hitaammin, ja värit saattavat poiketa normaalista.";
LeftCartridgeMisinstalledShortMsg = "Vasemmassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
LeftCartridgeMisinstalledName = "Vasen tulostuskasetti väärin asennettu";

LeftCartridgeIncorrectTitle = "Virheellinen tulostuskasetti";
LeftCartridgeIncorrectMsg = "Vasemmassa tulostuskasetissa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tässä tulostimessa. Saat lisätietoja tässä tulostimessa käytettävistä tulostuskaseteista ikkunasta \"$SupplyInfoTask$\".";
LeftCartridgeIncorrectName = "Virheellinen tulostuskasetti";

LeftCartridgeErrorTitle = "Ongelma vasemmassa tulostuskasetissa";
LeftCartridgeErrorMsg = "Vasemmassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tällöin asiakirjat tulostetaan harmaasävyisinä.";
LeftCartridgeErrorShortMsg = "Vasemmassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
LeftCartridgeErrorName = "Ongelma vasemmassa tulostuskasetissa";

LeftCartridgeExpiredTitle = "Kasetti on vanhentunut - vasen";
LeftCartridgeExpiredMsg = "Seuraava mustekasetti on vanhentunut: vasen.\nSinun tulee poistaa tai vaihtaa vanhentunut kasetti nyt ennen kuin suljet tämän hälytysviestin tai valita OK ja jatkaa vanhentuneilla mustekaseteilla.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta.\nTakuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita tulostimen huoltoja tai korjauksia.";

LeftCartridgeNonHPTitle = "Kasetti on muun valmistajan kuin HP:n - vasen";
LeftCartridgeNonHPMsg = "HP ei voi taata muiden kuin HP:n tarvikkeiden laatua tai luotettavuutta. Takuu ei kata muiden kuin HP:n tarvikkeiden käyttämisestä aiheutuneita huoltoja tai korjauksia.\n\nJos uskot, että olet ostanut uuden, aidon HP:n mustekasetin, käyt osoitteessa: http://www.hp.com/go/anticounterfeit.\nAidot HP-tarvikkeet on suunniteltu ja testattu HP-tulostimien kanssa auttamaan sinua tuottamaan upeita tuloksia, kerta toisensa jälkeen.";

LeftCartridgeLowTitle = "Kasetin muste on vähissä - vasen";
LeftCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

LeftCartridgeOutTitle = "Kasetin muste on vähissä - oikea";
LeftCartridgeOutMsg = "Vaihda uuteen HP:n mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun kasetti on vaihdettu.";

RightCartridgeMissingTitle = "Oikea tulostuskasetti puuttuu";
RightCartridgeMissingMsg = "Tulostin ei tunnistanut oikeanpuoleista tulostuskasettia, koska se on väärin asennettu tai puuttuu. Tulostin käyttää nyt pelkästään värillistä tulostuskasettia. Värin laatu ja tulostusnopeus saattavat heikentyä. Jos olet juuri asentanut tulostimeen uuden tulostuskasetin, tarkista, että olet poistanut suuttimen suojakalvon.";
RightCartridgeMissingShortMsg = "Tulostin ei tunnistanut oikeanpuoleista tulostuskasettia, koska se on väärin asennettu tai puuttuu. Jos olet juuri asentanut tulostimeen uuden tulostuskasetin, tarkista, että olet poistanut suuttimen suojakalvon.";
RightCartridgeMissingName = "Oikea tulostuskasetti puuttuu";

RightCartridgeMisinstalledTitle = "Oikea tulostuskasetti väärin asennettu";
RightCartridgeMisinstalledMsg = "Oikeassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tulostin saattaa toimia hitaammin, ja värit saattavat poiketa normaalista.";
RightCartridgeMisinstalledShortMsg = "Oikeassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
RightCartridgeMisinstalledName = "Oikea tulostuskasetti väärin asennettu";

RightCartridgeIncorrectTitle = "Virheellinen tulostuskasetti";
RightCartridgeIncorrectMsg = "Oikeassa tulostuskasetissa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tässä tulostimessa. Saat lisätietoja tässä tulostimessa käytettävistä tulostuskaseteista ikkunasta \"$SupplyInfoTask$\".";
RightCartridgeIncorrectName = "Virheellinen tulostuskasetti";

RightCartridgeErrorTitle = "Ongelma oikeassa tulostuskasetissa";
RightCartridgeErrorMsg = "Oikeassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti. Jos tulosteiden laatu on heikko eikä vaihtokasettia ole, voit poistaa tulostuskasetin ja jatkaa tulostusta yhdellä kasetilla. Tällöin asiakirjat tulostetaan harmaasävyisinä.";
RightCartridgeErrorShortMsg = "Oikeassa tulostuskasetissa on ongelma. Ratkaise ongelma:\n1. Poista tulostuskasetti.\n2. Aseta tulostuskasetti takaisin.\nJos ongelma jatkuu, hanki uusi tulostuskasetti.";
RightCartridgeErrorName = "Ongelma oikeassa tulostuskasetissa";

RightCartridgeExpiredTitle = "Kasetti on vanhentunut - oikea";
RightCartridgeExpiredMsg = "Seuraava mustekasetti on vanhentunut: oikea.\nSinun tulee poistaa tai vaihtaa vanhentunut kasetti nyt ennen kuin suljet tämän hälytysviestin tai valita OK ja jatkaa vanhentuneilla mustekaseteilla.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta.\nTakuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita tulostimen huoltoja tai korjauksia.";

RightCartridgeNonHPTitle = "Kasetti on muun valmistajan kuin HP:n - oikea";
RightCartridgeNonHPMsg = "HP ei voi taata muiden kuin HP:n tarvikkeiden laatua tai luotettavuutta. Takuu ei kata muiden kuin HP:n tarvikkeiden käyttämisestä aiheutuneita huoltoja tai korjauksia.\n\nJos uskot, että olet ostanut uuden, aidon HP:n mustekasetin, käyt osoitteessa: http://www.hp.com/go/anticounterfeit.\nAidot HP-tarvikkeet on suunniteltu ja testattu HP-tulostimien kanssa auttamaan sinua tuottamaan upeita tuloksia, kerta toisensa jälkeen.";

RightCartridgeLowTitle = "Kasetin muste on vähissä - oikea";
RightCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

RightCartridgeOutTitle = "Kasetti on loppu - oikea";
RightCartridgeOutMsg = "Vaihda uuteen HP:n mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun kasetti on vaihdettu.";

LaserjetDeviceBlackCartridgeMissingName = "Musta tulostuskasetti puuttuu";
LaserjetDeviceBlackCartridgeMissingTitle = "Musta mustekasetti puuttuu";
LaserjetDeviceBlackCartridgeMissingMsg = "Asenna musta tulostuskasetti jatkaaksesi tulostusta.";

LaserjetDeviceCyanCartridgeMissingName = "Syaani tulostuskasetti puuttuu";
LaserjetDeviceCyanCartridgeMissingTitle = "Syaani mustekasetti puuttuu";
LaserjetDeviceCyanCartridgeMissingMsg = "Asenna syaani tulostuskasetti jatkaaksesi tulostusta.";

LaserjetDeviceMagentaCartridgeMissingName = "Magenta tulostuskasetti puuttuu";
LaserjetDeviceMagentaCartridgeMissingTitle = "Magenta mustekasetti puuttuu";
LaserjetDeviceMagentaCartridgeMissingMsg = "Asenna magenta tulostuskasetti jatkaaksesi tulostusta.";

LaserjetDeviceYellowCartridgeMissingName = "Keltainen tulostuskasetti puuttuu";
LaserjetDeviceYellowCartridgeMissingTitle = "Keltainen mustekasetti puuttuu";
LaserjetDeviceYellowCartridgeMissingMsg = "Asenna keltainen tulostuskasetti jatkaaksesi tulostusta.";

LaserjetDeviceFuserKitMissingName = "Kiinnityssarja puuttuu";
LaserjetDeviceFuserKitMissingTitle = "Kiinnityssarja puuttuu";
LaserjetDeviceFuserKitMissingMsg = "Jos haluat jatkaa tulostamista, asenna kiinnityssarja.";

LaserjetDeviceImageDrumMissingTitle = "Kuvarumpu puuttuu";
LaserjetDeviceImageDrumMissingMsg = "Asenna kuvarumpu, jotta voit jatkaa tulostamista.";

SuppliesStatusAuthentic = "Alkuperäinen HP";
SuppliesStatusClone = "Muun kuin HP:n valmistama kloonisiru";
SuppliesStatusRefilled = "Muu kuin HP-tuote: täydennetty";
SuppliesStatusUnauthorized = "Hyväksymätön";
SuppliesStatusGood = "Hyvä";
SuppliesStatusMissing = "Puuttuu";
SuppliesStatusMisinstalled = "Väärin asennettu";
SuppliesStatusIncorrect = "Virheellinen";
SuppliesStatusError = "Uusittava";
SuppliesStatusUnknown = "Tuntematon";
SuppliesStatusLow = "Vähissä";
SuppliesStatusOut = "Loppu";
SupplyLevelVeryLow = "Erittäin alhainen";
SupplyAuthStateUsed = "Käytetty";
SupplyAuthStateUnsupported = "Ei tueta";
SupplyAuthStateNonHP = "Muu kuin HP";
SupplyAuthStateIncompatible = "Yhteensopimaton";
SuppliesStatusSubscriptionConsumableTemporaryUsageAllowed = "Instant ink";
SuppliesStatusSehoAtInsertion = "Onko kasetti tyhjä";

// Ink strings
SuppliesStatusBothCartridgeName = "Molemmat";

InkStatusExpired = "Kasetti on vanhentunut";
InkStatusIncorrect = "Kasetti on virheellinen";
InkStatusError = "Kasetti on vioittunut";
InkStatusLow = "Kasetin muste on vähissä";
InkStatusOut = "Kasetti on loppu";
InkStatusNonHP = "Kasetti on muun valmistajan kuin HP:n";
InkStatusPreviouslyUsed = "Kasettia on käytetty aikaisemmin";
InkStatusDepleted = "Käytetty, täytetty uudelleen tai väärennetty";
InkStatusMissing = "Tulostuskasetti puuttuu";
InkStatusVeryLow = "Muste erittäin vähissä";

InkStatusUpgradableSupply = "Päivityskasetti";
InkStatusSupplyUpgradeSuccess = "Päivitys onnistui";
InkStatusSupplyUpgradeFailed = "Päivitys epäonnistui";

CartridgeStatusWrongSlot = "Kasetti on asetettu väärään paikkaan";
CartridgeStatusMissing = "Kasetti puuttuu.";
TonerMissingName = "Patruuna puuttuu";
DrumMissingName = "Rumpu puuttuu";
CartridgeStatusIncorrect = "Kasetti on virheellinen";
CartridgeStatusIncompatible = "Mustesäiliö ei ole yhteensopiva";
CartridgeStatusError = "Kasetti on vioittunut";
CartridgeStatusLow = "Kasetin muste on vähissä";
CartridgeStatusOut = "Kasetti on loppu";
CartridgeStatusExpired = "Kasetti on vanhentunut";
CartridgeStatusNonHP = "Kasetti on muun valmistajan kuin HP:n";
CartridgeStatusPreviouslyUsed = "Kasettia on käytetty aikaisemmin";
CartridgeStatusDepleted = "Kasetin muste on loppunut";
CartridgeStatusProtected = "Kasetti on suojattu";
DrumStatusProtectedName = "Rumpu on suojattu";
CartridgeIsEmpty = "Kasetti on tyhjä";
CartridgeEmptyNotDetected = "Tyhjää tilaa ei havaittu";
CartridgePossibleRefill = "Mahdollinen uudelleentäyttö";
CartridgeStatusUnauthorized = "Luvaton kasetti";

InkSensorFailure = "Musteanturin virhe";

SuppliesStatusBothCartridgesMissing = "Molemmat mustekasetit puuttuvat";

DeviceResumeButtonTitle = "Jatka";

CDopenTitle = "CD/DVD-alusta on auki";
CDopenMsg = "Sulje CD/DVD-alusta ja jatka tulostusta pääalustalta";

CDclosedTitle = "CD/DVD-alusta on suljettu";
CDclosedMsg = "Avaa CD/DVD-alusta ja jatka CD-tulostusta.";

PrintheadStatusMissing = "Tulostuspää puuttuu";
PrintheadStatusMisinstalled = "Tulostuspää on viallinen";
PrintheadStatusIncorrect = "Tulostuspää ei ole yhteensopiva";
PrintheadStatusError = "Tulostuspää on vioittunut";

IsmFullName = "ISM täynnä";
IsmFullTitle = "Mustepalvelumoduuli on täynnä";
IsmFullMsg = "Vaihda mustepalvelumoduuli välittömästi.";

OnePenDeviceCartridgeMissingName = "Kasetti puuttuu";
OnePenDeviceCartridgeMissingTitle = "Tulostuskasetti puuttuu";
OnePenDeviceCartridgeMissingMsg = "Tulostuskasettia ei havaittu tulostimessa, koska se on asennettu väärin tai koska se puuttuu. Jos olet äskeittäin asentanut tulostuskasetin, varmista, että olet poistanut suojakalvon kasetin suuttimesta.";

OnePenDeviceCartridgeMisinstalledName = "Kasetti asennettu väärin";
OnePenDeviceCartridgeMisinstalledTitle = "Tulostuskasetti asennettu väärin";
OnePenDeviceCartridgeMisinstalledMsg = "Tulostuskasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista tulostuskasetti.\n2. Laita tulostuskasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda tulostuskasetti.";

OnePenDeviceCartridgeIncorrectName = "Virheellinen tulostuskasetti";
OnePenDeviceCartridgeIncorrectTitle = "Virheellinen tulostuskasetti";
OnePenDeviceCartridgeIncorrectMsg = "Tulostuskasetin kanssa on ongelma. Tällä hetkellä asennettua tulostuskasettia ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

OnePenDeviceCartridgeErrorName = "Ongelman kasetin kanssa";
OnePenDeviceCartridgeErrorTitle = "Ongelma tulostuskasetin kanssa";
OnePenDeviceCartridgeErrorMsg = "Tulostuskasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista tulostuskasetti.\n2. Laita tulostuskasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda tulostuskasetti.";

SeparatePenDeviceBlackCartridgeMissingName = "Musta kasetti puuttuu";
SeparatePenDeviceBlackCartridgeMissingTitle = "Musta mustekasetti puuttuu";
SeparatePenDeviceBlackCartridgeMissingMsg = "Mustaa mustekasettia ei havaittu tulostimessa, koska kasetti on asennttu väärin tai se puuttuu.";

SeparatePenDeviceBlackCartridgeMisinstalledName = "Musta kasetti asennettu väärin";
SeparatePenDeviceBlackCartridgeMisinstalledTitle = "Musta mustekasetti asennettu väärin";
SeparatePenDeviceBlackCartridgeMisinstalledMsg = "Mustan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceBlackCartridgeIncorrectName = "Musta kasetti on virheellinen";
SeparatePenDeviceBlackCartridgeIncorrectTitle = "Musta mustekasetti on virheellinen";
SeparatePenDeviceBlackCartridgeIncorrectMsg = "Mustan mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDeviceBlackCartridgeErrorName = "Ongelma musta kasetin kanssa";
SeparatePenDeviceBlackCartridgeErrorTitle = "Ongelma mustan mustekasetin kanssa";
SeparatePenDeviceBlackCartridgeErrorMsg = "Mustan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceBlackCartridgeLowTitle = "Muste vähissä mustassa mustekasetissa.";
SeparatePenDeviceBlackCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDeviceBlackCartridgeOutTitle = "Vaihda tyhjä musta mustekasetti.";
SeparatePenDeviceBlackCartridgeOutMsg = "Vaihda uuteen HP:n mustaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";

SeparatePenDeviceBlackCartridgeExpiredTitle = "Kasetti on vanhentunut - musta";
SeparatePenDeviceBlackCartridgeExpiredMsg = "Seuraava mustekasetti on vanhentunut: musta.\nSinun tulee poistaa tai vaihtaa vanhentunut kasetti nyt ennen kuin suljet tämän hälytysviestin tai valita OK ja jatkaa vanhentuneilla mustekaseteilla.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta.\nTakuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita tulostimen huoltoja tai korjauksia.";

SeparatePenDeviceBlackCartridgeNonHPTitle = "Kasetti on muun valmistajan kuin HP:n - musta";
SeparatePenDeviceBlackCartridgeNonHPMsg = "HP ei voi taata muiden kuin HP:n tarvikkeiden laatua tai luotettavuutta. Takuu ei kata muiden kuin HP:n tarvikkeiden käyttämisestä aiheutuneita huoltoja tai korjauksia.\n\nJos uskot, että olet ostanut uuden, aidon HP:n mustekasetin, käyt osoitteessa: http://www.hp.com/go/anticounterfeit.\nAidot HP-tarvikkeet on suunniteltu ja testattu HP-tulostimien kanssa auttamaan sinua tuottamaan upeita tuloksia, kerta toisensa jälkeen.";

SeparatePenDeviceCyanCartridgeMissingName = "Vaihda uuteen HP:n mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun kasetti on vaihdettu.";
SeparatePenDeviceCyanCartridgeMissingTitle = "Syaani mustekasetti puuttuu";
SeparatePenDeviceCyanCartridgeMissingMsg = "Kasetti on vioittunut";

SeparatePenDeviceCyanCartridgeMisinstalledName = "Syaani kasetti asennettu väärin";
SeparatePenDeviceCyanCartridgeMisinstalledTitle = "Syaani mustekasetti asennettu väärin";
SeparatePenDeviceCyanCartridgeMisinstalledMsg = "Syaanin mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceCyanCartridgeIncorrectName = "Syaani kasetti on virheellinen";
SeparatePenDeviceCyanCartridgeIncorrectTitle = "Syaani mustekasetti on virheellinen";
SeparatePenDeviceCyanCartridgeIncorrectMsg = "Syaanin mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDeviceCyanCartridgeErrorName = "Ongelma syaanin kasetin kanssa";
SeparatePenDeviceCyanCartridgeErrorTitle = "Ongelma syaanin mustekasetin kanssa";
SeparatePenDeviceCyanCartridgeErrorMsg = "Syaanin mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceCyanCartridgeLowTitle = "Muste vähissä vaaleansyaanissa mustekasetissa.";
SeparatePenDeviceCyanCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDeviceCyanCartridgeOutTitle = "Vaihda tyhjä syaani mustekasetti.";
SeparatePenDeviceCyanCartridgeOutMsg = "Vaihda uuteen HP:n syaaniin mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";

SeparatePenDeviceCyanCartridgeExpiredTitle = "Kasetti on vanhentunut - syaani";
SeparatePenDeviceCyanCartridgeExpiredMsg = "Seuraava mustekasetti on vanhentunut: syaani.\nSinun tulee poistaa tai vaihtaa vanhentunut kasetti nyt ennen kuin suljet tämän hälytysviestin tai valita OK ja jatkaa vanhentuneilla mustekaseteilla.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta.\nTakuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita tulostimen huoltoja tai korjauksia.";

SeparatePenDeviceCyanCartridgeNonHPTitle = "Kasetti on muun valmistajan kuin HP:n - syaani";
SeparatePenDeviceCyanCartridgeNonHPMsg = "HP ei voi taata muiden kuin HP:n tarvikkeiden laatua tai luotettavuutta. Takuu ei kata muiden kuin HP:n tarvikkeiden käyttämisestä aiheutuneita huoltoja tai korjauksia.\n\nJos uskot, että olet ostanut uuden, aidon HP:n mustekasetin, käyt osoitteessa: http://www.hp.com/go/anticounterfeit.\nAidot HP-tarvikkeet on suunniteltu ja testattu HP-tulostimien kanssa auttamaan sinua tuottamaan upeita tuloksia, kerta toisensa jälkeen.";

SeparatePenDeviceMagentaCartridgeMissingName = "Magenta kasetti puuttuu";
SeparatePenDeviceMagentaCartridgeMissingTitle = "Magenta mustekasetti puuttuu";
SeparatePenDeviceMagentaCartridgeMissingMsg = "Magentaa mustekasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu.";

SeparatePenDeviceMagentaCartridgeMisinstalledName = "Magenta kasetti asennettu väärin";
SeparatePenDeviceMagentaCartridgeMisinstalledTitle = "Magenta mustekasetti asennettu väärin";
SeparatePenDeviceMagentaCartridgeMisinstalledMsg = "Magentan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceMagentaCartridgeIncorrectName = "Magenta kasetti on virheellinen";
SeparatePenDeviceMagentaCartridgeIncorrectTitle = "Magenta mustekasetti on virheellinen";
SeparatePenDeviceMagentaCartridgeIncorrectMsg = "Magentan mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDeviceMagentaCartridgeErrorName = "Syaania mustekasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu";
SeparatePenDeviceMagentaCartridgeErrorTitle = "Ongelma magentan mustekasetin kanssa";
SeparatePenDeviceMagentaCartridgeErrorMsg = "Magentan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceMagentaCartridgeLowTitle = "Muste vähissä magentassa mustekasetissa.";
SeparatePenDeviceMagentaCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDeviceMagentaCartridgeOutTitle = "Vaihda tyhjä syaani mustekasetti.";
SeparatePenDeviceMagentaCartridgeOutMsg = "Vaihda uuteen HP:n magentaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun kasetti on vaihdettu.";

SeparatePenDeviceMagentaCartridgeExpiredTitle = "Kasetti on vanhentunut - magenta";
SeparatePenDeviceMagentaCartridgeExpiredMsg = "Seuraava mustekasetti on vanhentunut: magenta.\nSinun tulee poistaa tai vaihtaa vanhentunut kasetti nyt ennen kuin suljet tämän hälytysviestin tai valita OK ja jatkaa vanhentuneilla mustekaseteilla.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta.\nTakuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita tulostimen huoltoja tai korjauksia.";

SeparatePenDeviceMagentaCartridgeNonHPTitle = "Kasetti on muun valmistajan kuin HP:n - magenta";
SeparatePenDeviceMagentaCartridgeNonHPMsg = "HP ei voi taata muiden kuin HP:n tarvikkeiden laatua tai luotettavuutta. Takuu ei kata muiden kuin HP:n tarvikkeiden käyttämisestä aiheutuneita huoltoja tai korjauksia.\n\nJos uskot, että olet ostanut uuden, aidon HP:n mustekasetin, käyt osoitteessa: http://www.hp.com/go/anticounterfeit.\nAidot HP-tarvikkeet on suunniteltu ja testattu HP-tulostimien kanssa auttamaan sinua tuottamaan upeita tuloksia, kerta toisensa jälkeen.";

SeparatePenDeviceYellowCartridgeMissingName = "Keltainen kasetti puuttuu";
SeparatePenDeviceYellowCartridgeMissingTitle = "Keltainen mustekasetti puuttuu";
SeparatePenDeviceYellowCartridgeMissingMsg = "Keltaista mustekasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu";

SeparatePenDeviceYellowCartridgeMisinstalledName = "Keltainen kasetti asennettu väärin";
SeparatePenDeviceYellowCartridgeMisinstalledTitle = "Keltainen mustekasetti asennettu väärin";
SeparatePenDeviceYellowCartridgeMisinstalledMsg = "Keltaisen mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceYellowCartridgeIncorrectName = "Keltainen kasetti on virheellinen";
SeparatePenDeviceYellowCartridgeIncorrectTitle = "Keltainen mustekasetti on virheellinen";
SeparatePenDeviceYellowCartridgeIncorrectMsg = "Keltaisen mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDeviceYellowCartridgeErrorName = "Ongelma keltaisen kasetin kanssa";
SeparatePenDeviceYellowCartridgeErrorTitle = "Ongelma keltaisen mustekasetin kanssa";
SeparatePenDeviceYellowCartridgeErrorMsg = "Keltaisen mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceYellowCartridgeLowTitle = "Muste vähissä keltaisessa mustekasetissa.";
SeparatePenDeviceYellowCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDeviceYellowCartridgeOutTitle = "Vaihda tyhjä keltainen mustekasetti.";
SeparatePenDeviceYellowCartridgeOutMsg = "Vaihda uuteen HP:n keltaiseen mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";

SeparatePenDeviceYellowCartridgeExpiredTitle = "Kasetti on vanhentunut - keltainen";
SeparatePenDeviceYellowCartridgeExpiredMsg = "Seuraava mustekasetti on vanhentunut: keltainen.\nSinun tulee poistaa tai vaihtaa vanhentunut kasetti nyt ennen kuin suljet tämän hälytysviestin tai valita OK ja jatkaa vanhentuneilla mustekaseteilla.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta.\nTakuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita tulostimen huoltoja tai korjauksia.";

SeparatePenDeviceYellowCartridgeNonHPTitle = "Kasetti on muun valmistajan kuin HP:n - keltainen";
SeparatePenDeviceYellowCartridgeNonHPMsg = "HP ei voi taata muiden kuin HP:n tarvikkeiden laatua tai luotettavuutta. Takuu ei kata muiden kuin HP:n tarvikkeiden käyttämisestä aiheutuneita huoltoja tai korjauksia.\n\nJos uskot, että olet ostanut uuden, aidon HP:n mustekasetin, käyt osoitteessa: http://www.hp.com/go/anticounterfeit.\nAidot HP-tarvikkeet on suunniteltu ja testattu HP-tulostimien kanssa auttamaan sinua tuottamaan upeita tuloksia, kerta toisensa jälkeen.";

SeparatePenDeviceLightCyanCartridgeMissingName = "Vaaleansyaani kasetti puuttuu";
SeparatePenDeviceLightCyanCartridgeMissingTitle = "Vaaleansyaani mustekasetti puuttuu";
SeparatePenDeviceLightCyanCartridgeMissingMsg = "Vaaleansyaania mustekasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu";

SeparatePenDeviceLightCyanCartridgeMisinstalledName = "Vaaleansyaani kasetti asennettu väärin";
SeparatePenDeviceLightCyanCartridgeMisinstalledTitle = "Vaaleansyaani mustekasetti asennettu väärin";
SeparatePenDeviceLightCyanCartridgeMisinstalledMsg = "Vaaleansyaanin mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceLightCyanCartridgeIncorrectName = "Vaaleansyaani kasetti on virheellinen";
SeparatePenDeviceLightCyanCartridgeIncorrectTitle = "Vaaleansyaani mustekasetti on virheellinen";
SeparatePenDeviceLightCyanCartridgeIncorrectMsg = "Vaaleansyaanin mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDeviceLightCyanCartridgeErrorName = "Ongelman vaaleansyaanin kasetin kanssa";
SeparatePenDeviceLightCyanCartridgeErrorTitle = "Ongelma vaaleansyaanin mustekasetin kanssa";
SeparatePenDeviceLightCyanCartridgeErrorMsg = "Vaaleansyaanin mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceLightCyanCartridgeLowTitle = "Muste vähissä vaaleansyaanissa mustekasetissa.";
SeparatePenDeviceLightCyanCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDeviceLightCyanCartridgeOutTitle = "Vaihda tyhjä vaaleansyaani mustekasetti.";
SeparatePenDeviceLightCyanCartridgeOutMsg = "Vaihda uuteen HP:n vaaleansyaaniin mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";

SeparatePenDeviceLightCyanCartridgeExpiredTitle = "Kasetti on vanhentunut - vaaleansyaani";
SeparatePenDeviceLightCyanCartridgeExpiredMsg = "Seuraava mustekasetti on vanhentunut: vaaleansyaani.\nSinun tulee poistaa tai vaihtaa vanhentunut kasetti nyt ennen kuin suljet tämän hälytysviestin tai valita OK ja jatkaa vanhentuneilla mustekaseteilla.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta.\nTakuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita tulostimen huoltoja tai korjauksia.";

SeparatePenDeviceLightCyanCartridgeNonHPTitle = "Kasetti on muun valmistajan kuin HP:n - vaaleansyaani";
SeparatePenDeviceLightCyanCartridgeNonHPMsg = "HP ei voi taata muiden kuin HP:n tarvikkeiden laatua tai luotettavuutta. Takuu ei kata muiden kuin HP:n tarvikkeiden käyttämisestä aiheutuneita huoltoja tai korjauksia.\n\nJos uskot, että olet ostanut uuden, aidon HP:n mustekasetin, käyt osoitteessa: http://www.hp.com/go/anticounterfeit.\nAidot HP-tarvikkeet on suunniteltu ja testattu HP-tulostimien kanssa auttamaan sinua tuottamaan upeita tuloksia, kerta toisensa jälkeen.";

SeparatePenDeviceLightMagentaCartridgeMissingName = "Vaaleanmagenta kasetti puuttuu";
SeparatePenDeviceLightMagentaCartridgeMissingTitle = "Vaaleanmagenta mustekasetti puuttuu";
SeparatePenDeviceLightMagentaCartridgeMissingMsg = "Vaaleanmagentaa mustekasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu.";

SeparatePenDeviceLightMagentaCartridgeMisinstalledName = "Vaaleanmagenta kasetti asennettu väärin";
SeparatePenDeviceLightMagentaCartridgeMisinstalledTitle = "Vaaleanmagenta mustekasetti asennettu väärin";
SeparatePenDeviceLightMagentaCartridgeMisinstalledMsg = "Vaaleanmagentan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceLightMagentaCartridgeIncorrectName = "Vaaleanmagenta kasetti on virheellinen";
SeparatePenDeviceLightMagentaCartridgeIncorrectTitle = "Vaaleanmagenta mustekasetti on virheellinen";
SeparatePenDeviceLightMagentaCartridgeIncorrectMsg = "Vaaleanmagentan mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDeviceLightMagentaCartridgeErrorName = "Ongelma vaaleanmagentan kasetin kanssa";
SeparatePenDeviceLightMagentaCartridgeErrorTitle = "Ongelma vaaleanmagentan mustekasetin kanssa";
SeparatePenDeviceLightMagentaCartridgeErrorMsg = "Vaaleanmagentan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceLightMagentaCartridgeLowTitle = "Muste vähissä vaaleanmagentassa mustekasetissa.";
SeparatePenDeviceLightMagentaCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDeviceLightMagentaCartridgeOutTitle = "Vaihda tyhjä vaaleanmagenta mustekasetti.";
SeparatePenDeviceLightMagentaCartridgeOutMsg = "Vaihda uuteen HP:n vaaleanmagentaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";

SeparatePenDeviceLightMagentaCartridgeExpiredTitle = "Kasetti on vanhentunut - vaaleanmagenta";
SeparatePenDeviceLightMagentaCartridgeExpiredMsg = "Seuraava mustekasetti on vanhentunut: vaaleanmagenta.\nSinun tulee poistaa tai vaihtaa vanhentunut kasetti nyt ennen kuin suljet tämän hälytysviestin tai valita OK ja jatkaa vanhentuneilla mustekaseteilla.\nHP ei voi taata vanhentuneiden mustekasettien laatua tai luotettavuutta.\nTakuu ei kata vanhentuneiden mustekasettien käyttämisestä aiheutuneita tulostimen huoltoja tai korjauksia.";

SeparatePenDeviceLightMagentaCartridgeNonHPTitle = "Kasetti on muun valmistajan kuin HP:n - vaaleanmagenta";
SeparatePenDeviceLightMagentaCartridgeNonHPMsg = "HP ei voi taata muiden kuin HP:n tarvikkeiden laatua tai luotettavuutta. Takuu ei kata muiden kuin HP:n tarvikkeiden käyttämisestä aiheutuneita huoltoja tai korjauksia.\n\nJos uskot, että olet ostanut uuden, aidon HP:n mustekasetin, käyt osoitteessa: http://www.hp.com/go/anticounterfeit.\nAidot HP-tarvikkeet on suunniteltu ja testattu HP-tulostimien kanssa auttamaan sinua tuottamaan upeita tuloksia, kerta toisensa jälkeen.";

SeparatePenDeviceMatteBlackCartridgeMissingTitle = "Mattamusta mustekasetti puuttuu.";
SeparatePenDeviceMatteBlackCartridgeMissingMsg = "Mattamustaa mustekasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu.";

SeparatePenDeviceMatteBlackCartridgeMisinstalledTitle = "Mattamuste mustekasetti asennettu väärin.";
SeparatePenDeviceMatteBlackCartridgeMisinstalledMsg = "Mattamustan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceMatteBlackCartridgeIncorrectTitle = "Mustamatta mustekasetti on virheellinen.";
SeparatePenDeviceMatteBlackCartridgeIncorrectMsg = "Mattamustan mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDeviceMatteBlackCartridgeErrorTitle = "Ongelma mattamustan mustekasetin kanssa";
SeparatePenDeviceMatteBlackCartridgeErrorMsg = "Mattamustan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceMatteBlackCartridgeLowTitle = "Muste vähissä mattamustassa mustekasetissa.";
SeparatePenDeviceMatteBlackCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDeviceMatteBlackCartridgeOutTitle = "Vaihda tyhjä mattamusta mustekasetti.";
SeparatePenDeviceMatteBlackCartridgeOutMsg = "Vaihda uuteen HP:n mattamustaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun mustekasetti on vaihdettu.";

SeparatePenDevicePhotoBlackCartridgeMissingTitle = "Valokuvamusta mustekasetti puuttuu.";
SeparatePenDevicePhotoBlackCartridgeMissingMsg = "Valokuvamustaa mustekasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu.";

SeparatePenDevicePhotoBlackCartridgeMisinstalledTitle = "Valokuvamusta mustekasetti asennettu väärin.";
SeparatePenDevicePhotoBlackCartridgeMisinstalledMsg = "Valokuvanmustan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDevicePhotoBlackCartridgeIncorrectTitle = "Valokuvamusta mustekasetti on virheellinen.";
SeparatePenDevicePhotoBlackCartridgeIncorrectMsg = "Valokuvamustan mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDevicePhotoBlackCartridgeErrorTitle = "Ongelma valokuvamustan mustekasetin kanssa.";
SeparatePenDevicePhotoBlackCartridgeErrorMsg = "Valokuvanmustan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDevicePhotoBlackCartridgeLowTitle = "Muste vähissä valokuvamustassa mustekasetissa.";
SeparatePenDevicePhotoBlackCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDevicePhotoBlackCartridgeOutTitle = "Vaihda tyhjä valokuvamusta mustekasetti.";
SeparatePenDevicePhotoBlackCartridgeOutMsg = "Vaihda uuteen HP:n valokuvamustaan mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun kasetti on vaihdettu.";

SeparatePenDeviceLightGrayCartridgeMissingTitle = "Vaaleanharmaa mustekasetti puuttuu.";
SeparatePenDeviceLightGrayCartridgeMissingMsg = "Vaaleanharmaata mustekasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu.";

SeparatePenDeviceLightGrayCartridgeMisinstalledTitle = "Vaaleanharmaa mustekasetti asennettu väärin.";
SeparatePenDeviceLightGrayCartridgeMisinstalledMsg = "Vaaleanharmaan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceLightGrayCartridgeIncorrectTitle = "Vaaleanharmaa mustekasetti on virheellinen.";
SeparatePenDeviceLightGrayCartridgeIncorrectMsg = "Vaaleanharmaan mustekasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";

SeparatePenDeviceLightGrayCartridgeErrorTitle = "Ongelma vaaleanharmaan mustekasetin kanssa.";
SeparatePenDeviceLightGrayCartridgeErrorMsg = "Vaaleanharmaan mustekasetin kanssa on ongelma. Ratkaise ongelma seuraavasti:\n1. Poista mustekasetti.\n2. Laita mustekasetti uudelleen paikalleen.\nJos ongelma jatkuu, vaihda mustekasetti.";

SeparatePenDeviceLightGrayCartridgeLowTitle = "Muste vähissä vaaleanharmaassa mustekasetissa.";
SeparatePenDeviceLightGrayCartridgeLowMsg = "Mustekasetti täytyy vaihtaa pian. Jos kasetti on tyhjä, tulostin ei tulosta ennen kuin kasetti vaihdetaan.";

SeparatePenDeviceLightGrayCartridgeOutTitle = "Vaihda tyhjä vaaleanharmaa mustekasetti.";
SeparatePenDeviceLightGrayCartridgeOutMsg = "Vaihda uuteen HP:n vaaleanharmaaseen mustekasettiin. Tulostin tulostaa vasta sen jälkeen, kun kasetti on vaihdettu.";

//print heads
SeparatePenDeviceBlackYellowPrintHeadMissingTitle = "Asenna musta ja keltainen tulostuspää";
SeparatePenDeviceBlackYellowPrintHeadMissingMsg = "Asenna musta ja keltainen tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDeviceCyanMagentaPrintHeadMissingTitle = "Asenna magenta ja syaani tulostuspää";
SeparatePenDeviceCyanMagentaPrintHeadMissingMsg = "Asenna HP:n magenta ja syaani tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDeviceBlackPrintHeadMissingTitle = "Asenna musta tulostuspää";
SeparatePenDeviceBlackPrintHeadMissingMsg = "Asenna HP:n musta tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDeviceCyanPrintHeadMissingTitle = "Asenna syaani tulostuspää";
SeparatePenDeviceCyanPrintHeadMissingMsg = "Asenna HP:n syaani tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDeviceMagentaPrintHeadMissingTitle = "Asenna magenta tulostuspää";
SeparatePenDeviceMagentaPrintHeadMissingMsg = "Asenna HP:n magenta tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDeviceYellowPrintHeadMissingTitle = "Asenna keltainen tulostuspää";
SeparatePenDeviceYellowPrintHeadMissingMsg = "Asenna HP:n keltainen tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDeviceMagentaYellowPrintHeadMissingTitle = "Asenna magenta ja keltainen tulostuspää.";
SeparatePenDeviceMagentaYellowPrintHeadMissingMsg = "Asenna HP:n magenta ja keltainen tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDeviceMatteBlackCyanPrintHeadMissingTitle = "Asenna mattamusta ja syaani tulostuspää.";
SeparatePenDeviceMatteBlackCyanPrintHeadMissingMsg = "Asenna HP:n mattamusta ja syaani tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingTitle = "Asenna vaaleanmagenta ja vaaleansyaani tulostuspää.";
SeparatePenDeviceLightMagentaLightCyanPrintHeadMissingMsg = "Asenna HP:n vaaleanmagenta ja vaaleansyaani tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingTitle = "Asenna valokuvamusta ja vaaleanharmaa tulostuspää.";
SeparatePenDevicePhotoBlackLightGrayPrintHeadMissingMsg = "Asenna HP:n valokuvamusta ja vaaleanharmaa tulostuspää.\nSe joko puuttuu tai se on asennettu väärin.";

MissingSmartChipColorSupply = "10.10.%@ Lähdemuistin virhe";
MissingSmartChipMonoSupply = "Lähdemuistin virhe";
BadDataFromCartridgeColorSupply = "10.00.%@ Lähdemuistin virhe";
BadDataFromCartridgeMonoSupply = "Lähdemuistin virhe";

BlackCartridgeIncorrectTitle = "Virheellinen tulostuskasetti";
ColorCartridgeIncorrectMsg = "Värillisen tulostuskasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";
PhotoCartridgeMissingTitle = "Valokuvatulostuskasetti puuttuu";
BlackCartridgeMissingTitle = "Musta tulostuskasetti puuttuu";
BlackCartridgeMissingMsg = "Mustaa tulostuskasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu. Tulostin voi tulostaa yhdellä tulostuskasetilla, mutta väritulokset ja tulostusnopeus voivat heikentyä. Jos olet äskettäin asentanut tulostuskasetin, varmista, että olet poistanut suojakalvon kasetin suuttimen päältä.";
InkStatusNearExpiration = "Kasetti vanhenee pian";
PhotoCartridgeIncorrectTitle = "Virheellinen tulostuskasetti";
PhotoCartridgeMissingMsg = "Valokuvatulostuskasettia ei havaittu tulostimessa, koska se on asennettu väärin tai se puuttuu. Tulostin voi tulostaa yhdellä tulostuskasetilla, mutta väritulokset ja tulostusnopeus voivat heikentyä. Jos olet äskettäin asentanut tulostuskasetin, varmista, että olet poistanut suojakalvon kasetin suuttimen päältä";
PhotoCartridgeIncorrectMsg = "Valokuvatulostuskasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";
BlackCartridgeIncorrectMsg = "Mustan tulostuskasetin kanssa on ongelma. Vähintään yhtä asennetuista tulostuskaseteista ei ole tarkoitettu käytettäväksi tämän tulostimen kanssa. Katso lisätietoja siitä, mitä tulostuskasetteja tulostimen kanssa voi käyttää \"$SupplyInfoTask$\" -näytöltä.";
ColorCartridgeIncorrectTitle = "Virheellinen tulostuskasetti";

//StatusAlert.nib
AlertWindowTitle = "Tulostimen tila";
ErrorConditionsTitle = "Tulostimen virhetilat:";
ExplanationTitle = "Saat ohjeet valitsemalla virhetilan luettelosta.";
AlertButtonOk = "OK";

InputTrayOverLoadedName = "Paperikasettiongelma";
NeedsEnrollmentName = "Kasetti on ilmoitettava";

InkCartridgesDepletedName = "Mustekasetti tyhjä";
CartridgesDepletedName = "Kasetit tyhjentyneet";
ReplaceTonerOutName = "Vaihda kasetti";
ReplaceDrumOutName = "Vaihda rumpu";


